package ru.yandex.practicum.main;

public class Main {

    public static void main(String[] args) {
        System.out.println("Владимир, прошу прощение, не знаю как писать тебе ответы))\n" +
                "Насчет наследования - очень тупанула, когда начала читать замечания, поняла, что глупость сделала, \n" +
                "я же в итоге их не переопределяю, поэтому и override не нужен.\n" +
                "Oтдельно отмечу, что очень нравятся твои комментарии по улучшению кода,\n" +
                "Oни очень помогают (как мне кажется) правильно на него посмотреть.\n" +
                "По поводу пакетов, на втором тз поленилась, сейчас забыла, надеюсь, я уловила суть.");
    }
}
